---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.Speed
source: html/f1487455-2570-bc48-d9e1-8e55f38f0d7b.htm
---
# Autodesk.Revit.DB.SpecTypeId.Speed Property

Speed, in discipline Common.

## Syntax (C#)
```csharp
public static ForgeTypeId Speed { get; }
```